<?php 

return [
	'label' => [
		'name' => 'ประเภทสินค้า',
		'create' => 'สร้าง',
		'empty_data' => 'ไม่มีประเภทสินค้าในระบบ',
	],
	'attributes' => [
		'name' => 'ประเภทสินค้า',
		'code_prefix' => 'ตัวเลขนำหน้า',
		'code_default' => 'ตัวเลขนำหน้า (Default)',
		'created_at' => 'เพิ่มเมื่อ',
		'updated_at' => 'อัพเดตเมื่อ',
	],
	'message_alert' => [
		'create_success' 	=> 'เพิ่มประเภทสินค้าเรียบร้อย',
		'update_success' 	=> 'แก้ไขประเภทสินค้าเรียบร้อย',
		'delete_success' 	=> 'ลบข้อมูลประเภทสินค้าเรียบร้อย',
		'delete_unsuccess' 	=> 'ไม่สามารลบข้อมูลประเภทสินค้าได้ มีการใช้งานประเภทสินค้าในระบบ',
		'delete_confirm' 	=> 'คุณต้องการลบข้อมูลประเภทสินค้าหรือไม่?',
		'cancel_message' 	=> 'ยกเลิกการลบข้อมูลประเภทสินค้า',
	],
];