<?php 

return [
	'label' => [
		'name' => 'หน่วยสินค้า',
		'create' => 'สร้าง',
	],
	'attributes' => [
		'name' => 'หน่วยสินค้า',
		'created_at' => 'เพิ่มเมื่อ',
		'updated_at' => 'อัพเดตเมื่อ',
	],
	'message_alert' => [
		'create_success' 	=> 'เพิ่มหน่วยสินค้าเรียบร้อย',
		'update_success' 	=> 'แก้ไขหน่วยสินค้าเรียบร้อย',
		'delete_success' 	=> 'ลบข้อมูลหน่วยสินค้าเรียบร้อย',
		'delete_unsuccess' 	=> 'ไม่สามารลบข้อมูลหน่วยสินค้าได้ มีการใช้งานหน่วยสินค้าในระบบ',
		'delete_confirm' 	=> 'คุณต้องการลบข้อมูลหน่วยสินค้าหรือไม่?',
		'cancel_message' 	=> 'ยกเลิกการลบข้อมูลหน่วยสินค้า',
	],
];